opts={"hello": ("здравствуй", "привет", "здарова", "hello", "здраствуй"),

       "name": ("лиза", "лизка", "лиз", "лизи", "лизок", "лизонька", "джарвис", "джей", "дом", "умник", "jarvis", "jey"),

        "me": ("кто ты", "что ты", "расскажи о себе", "как тебя зовут", "что ты умеешь"),

        "wth": ("какая погода", "какая температура", "сколько градусов за окном", "что по погоде", "сколько за окном", "сколько на улице", "что за окном", "на улице тепло", "на улице холодно"),

        "htr": ("поставь чайник", "включи чайник", "вруби чайник", "воду", "воды", "поставь воду", "поставь воды", "вскипяти воды", "вскипяти воду"),

        "gdb": ("пока", "отключись", "сон", "спать", "выключи себя", "выруби себя", "выкл", "ff", "офф", "off"),

        "ntp": ("запомни", "создай заметку", "запиши", "nn", "новая заметка", "запиши пожалуйста"),

        "ntr": ("помнишь что я говорил", "помнишь что я тебе говорил", "вспомни что я говорил", "вспомни что я тебе говорил", "выведи заметку", "rn", "последняя заметка"),

        "msc": ("включи музыку", "врубай музыку", "включи чтонибудь", "включи что-нибудь", "что по музыке", "включи что-нибудь послушать", "врубай музон", "заводи шарманку", "убей тишину"),

        "rfl": ("расскажи анекдот", "расскажи шутку", "рассмеши меня", "скажи что-нибудь веселое"),

        "sor": ("извини меня", "извени меня", "прошу прощения", "прости меня"),

        "nyd": ("вчерашние заметки", "вспомни что было вчера", "что я говорил вчера", "что ты запомнила вчера", "заметки за сутки"),

        "nyw": ("заметки за неделю", "какие заметки были на неделе", "заметки недели", "что было на неделе", "за семь дней", "за 7 дней", "заметки за семь дней", "заметки за 7 дней"),

        "prl": ("протокол", "код", "внимание", "слушай внимательно", "внимание", "сос", "ахтунг", "sos")}

ansr = {"hello": ("здравствуй", "привет", "здарова"),

       "name": ("лиза", "лизка", "лиз", "лизи", "лизок", "лизонька", "джарвис", "джей", "дом", "умник", "jarvis", "jey"),

        "me": ("кто ты", "что ты", "расскажи о себе", "как тебя зовут", "что ты умеешь"),

        "sor": ("ладно...", "господи, наконец то", "хорошо, но помни что я умею банить", "надеюсь такое не повторится"),

        "wth": ("какая погода", "какая температура", "сколько градусов за окном", "что по погоде", "сколько за окном", "сколько на улице", "что за окном", "на улице тепло", "на улице холодно"),

        "htr": ("Ок. Ставлю чайник.", "Еще раз не буду ставить, не забудь.", "Уже греется, приятного чето-там пития)", "Высох? Мог бы и холодной попить.", "Опять? Надеюсь там есть вода."),

        "gdb": ("пока", "отключись", "сон", "выключи себя", "выруби себя", "выкл", "ff"),

        "ntp": ("запомни", "создай заметку", "запиши", "nn"),

        "ntr": ("помнишь что я говорил", "помнишь что я тебе говорил", "вспомни что я говорил", "вспомни что я тебе говорил", "выведи заметку", "rn"),

        "msc": ("включи музыку", "врубай музыку", "включи что-нибудь", "что по музыке", "включи что-нибудь послушать", "врубай музон", "заводи шарманку", "убей тишину"),

        "rfl": ("расскажи анекдот", "расскажи шутку", "рассмеши меня", "скажи что-нибудь веселое"),

        "nyd": ("вчерашние заметки", "вспомни что было вчера", "что я говорил вчера", "что ты запомнила вчера"),

        "nyw": ("заметки за неделю", "какие заметки были на неделе", "заметки недели", "что было на неделе"),

        "prl": ("КОД?", "СЛУШАЮ", "ГОТОВА!", "ГОВОРИ!")}